Repository: resulozlu/fastlygo
Catalog: lib/l10n/app_*.arb
Languages: mk

# appTagline
source: Fast and Reliable Delivery Solution
mk: Брзо и Сигурно Решение за Достава

# welcome
source: Welcome to FastlyGo
mk: Добредојдовте во FastlyGo

source: Get Started
mk: Започнете

source: Skip
mk: Прескокни

source: Next
mk: Следно

source: Back
mk: Назад

source: Done
mk: Готово

source: Cancel
mk: Откажи

source: Confirm
mk: Потврди

source: Save
mk: Зачувај

source: Delete
mk: Избриши

source: Edit
mk: Измени

source: Search
mk: Барај

source: Filter
mk: Филтрирај

source: Apply
mk: Примени

source: Reset
mk: Ресетирај

source: Close
mk: Затвори

source: OK
mk: Во ред

source: Yes
mk: Да

source: No
mk: Не

source: Login
mk: Најава

source: Register
mk: Регистрација

source: Logout
mk: Одјава

source: Email
mk: Е-пошта

source: Password
mk: Лозинка

source: Confirm Password
mk: Потврди Лозинка

source: Forgot Password?
mk: Заборавена Лозинка?

# dontHaveAccount
source: Don't have an account?
mk: Немате профил?

# alreadyHaveAccount
source: Already have an account?
mk: Веќе имате профил?

# signInWithGoogle
source: Continue with Google
mk: Продолжи со Google

# signInWithApple
source: Continue with Apple
mk: Продолжи со Apple

# signInWithMicrosoft
source: Continue with Microsoft
mk: Продолжи со Microsoft

source: Or continue with
mk: Или продолжи со

source: Select Language
mk: Избери Јазик

source: Select User Type
mk: Избери Тип на Корисник

source: Customer
mk: Клиент

source: Courier
mk: Курир

source: Business
mk: Бизнис

source: Home
mk: Дома

source: Orders
mk: Нарачки

source: New Order
mk: Нова Нарачка

source: Notifications
mk: Известувања

source: Profile
mk: Профил

source: Dashboard
mk: Табла

source: My Deliveries
mk: Мои Достави

source: Earnings
mk: Заработки

source: Balance
mk: Биланс

source: Place Order
mk: Нарачај

source: Order Details
mk: Детали за Нарачка

source: Track Order
mk: Следи Нарачка

source: Order History
mk: Историја на Нарачки

source: Active Orders
mk: Активни Нарачки

source: Completed Orders
mk: Завршени Нарачки

source: Cancelled Orders
mk: Откажани Нарачки

source: Pickup Address
mk: Адреса за Подигнување

source: Delivery Address
mk: Адреса за Достава

source: Select Address
mk: Избери Адреса

source: Add New Address
mk: Додај Нова Адреса

source: Saved Addresses
mk: Зачувани Адреси

source: Current Location
mk: Тековна Локација

source: Search location
mk: Барај локација

source: Package Details
mk: Детали за Пакет

source: Package Size
mk: Големина на Пакет

source: Package Weight
mk: Тежина на Пакет

source: Package Description
mk: Опис на Пакет

source: Small
mk: Мал

source: Medium
mk: Среден

source: Large
mk: Голем

source: Payment Method
mk: Начин на Плаќање

source: Credit Card
mk: Кредитна Картичка

source: Cash
mk: Готовина

source: Wallet
mk: Паричник

source: Add Payment Method
mk: Додај Начин на Плаќање

# searchingCourier
source: Searching for courier...
mk: Се бара курир...

source: Courier Found!
mk: Курир Пронајден!

source: Courier Accepted
mk: Курир Прифати

# courierOnTheWay
source: Courier is on the way
mk: Курир е на пат

# courierArrived
source: Courier has arrived
mk: Курир пристигна

source: Order picked up
mk: Нарачка подигната

source: Order delivered
mk: Нарачка доставена

# courierInfo
source: Courier Information
mk: Информации за Курир

source: Courier Name
mk: Име на Курир

source: Courier Phone
mk: Телефон на Курир

source: Courier Rating
mk: Оценка на Курир

# vehicleInfo
source: Vehicle Information
mk: Информации за Возило

source: License Plate
mk: Регистарска Табличка

source: Estimated Time
mk: Проценето Време

source: Estimated Arrival
mk: Проценет Пристигнување

source: Distance
mk: Растојание

source: Delivery Fee
mk: Надоместок за Достава

source: Total Amount
mk: Вкупен Износ

source: Live Tracking
mk: Следење во Живо

source: Tracking Map
mk: Мапа за Следење

source: View on Map
mk: Погледни на Мапа

# rateOrder
source: Rate Your Order
mk: Оцени ја Нарачката

source: Rate Courier
mk: Оцени го Курирот

source: Add Tip
mk: Додај Напојница

source: Tip Amount
mk: Износ на Напојница

source: Custom Amount
mk: Приспособен Износ

# writeReview
source: Write a Review
mk: Напиши Рецензија

source: Submit Review
mk: Поднеси Рецензија

source: Daily Earnings
mk: Дневни Заработки

source: Weekly Earnings
mk: Неделни Заработки

source: Monthly Earnings
mk: Месечни Заработки

source: Total Earnings
mk: Вкупни Заработки

source: Pending Payments
mk: Чекачки Плаќања

source: Payment History
mk: Историја на Плаќања

source: Request Payment
mk: Побарај Плаќање

source: Accept Order
mk: Прифати Нарачка

source: Reject Order
mk: Одбиј Нарачка

source: Picked Up Package
mk: Го Подигнав Пакетот

source: On The Way
mk: На Пат Сум

source: Delivered Package
mk: Го Доставив Пакетот

# activeStatus
source: Active
mk: Активен

# inactiveStatus
source: Inactive
mk: Неактивен

# availableStatus
source: Available
mk: Достапен

# busyStatus
source: Busy
mk: Зафатен

# offlineStatus
source: Offline
mk: Офлајн

# todayDeliveries
source: Today's Deliveries
mk: Денешни Достави

source: Completed Deliveries
mk: Завршени Достави

source: Average Rating
mk: Просечна Оценка

source: Total Distance
mk: Вкупно Растојание

source: Business Name
mk: Име на Бизнис

source: Business Category
mk: Категорија на Бизнис

source: Restaurant
mk: Ресторан

source: Market
mk: Маркет

source: Pharmacy
mk: Аптека

source: Retail
mk: Малопродажба

source: Current Balance
mk: Тековен Биланс

source: Add Balance
mk: Додај Биланс

source: Auto Reload
mk: Автоматско Полнење

source: Transaction History
mk: Историја на Трансакции

source: Invoices
mk: Фактури

source: Settings
mk: Поставки

source: Account Settings
mk: Поставки на Профил

source: Notification Settings
mk: Поставки за Известувања

source: Privacy Settings
mk: Поставки за Приватност

source: Language Settings
mk: Поставки за Јазик

source: Help & Support
mk: Помош и Поддршка

source: About Us
mk: За Нас

source: Terms & Conditions
mk: Услови и Правила

source: Privacy Policy
mk: Политика на Приватност

# personalInfo
source: Personal Information
mk: Лични Информации

source: Full Name
mk: Име и Презиме

source: Phone Number
mk: Телефонски Број

source: Date of Birth
mk: Датум на Раѓање

source: Gender
mk: Пол

source: Address
mk: Адреса

source: Change Password
mk: Промени Лозинка

source: Current Password
mk: Тековна Лозинка

source: New Password
mk: Нова Лозинка

source: Confirm New Password
mk: Потврди Нова Лозинка

source: Push Notifications
mk: Push Известувања

source: Email Notifications
mk: Е-пошта Известувања

source: SMS Notifications
mk: SMS Известувања

source: Order Updates
mk: Ажурирања на Нарачки

source: Promotions
mk: Промоции

source: Contact Support
mk: Контактирај Поддршка

source: FAQ
mk: Често Поставувани Прашања

# reportIssue
source: Report an Issue
mk: Пријави Проблем

source: Chat with Us
mk: Разговарај со Нас

source: Call Us
mk: Јави Ни Се

# noOrders
source: No orders yet
mk: Сè уште нема нарачки

source: No notifications
mk: Нема известувања

# noAddresses
source: No saved addresses
mk: Нема зачувани адреси

source: No payment methods
mk: Нема начини на плаќање

source: Loading...
mk: Се вчитува...

source: Please wait
mk: Ве молиме почекајте

source: Processing...
mk: Се обработува...

source: Submitting...
mk: Се испраќа...

source: Error
mk: Грешка

source: Success
mk: Успешно

source: Warning
mk: Предупредување

# info
source: Information
mk: Информација

# errorOccurred
source: An error occurred
mk: Се случи грешка

source: Try Again
mk: Обиди Се Повторно

source: Something went wrong
mk: Нешто тргна наопаку

source: No internet connection
mk: Нема интернет конекција

# checkInternetConnection
source: Please check your internet connection
mk: Ве молиме проверете ја вашата интернет конекција

# fieldRequired
source: This field is required
mk: Ова поле е задолжително

# invalidEmail
source: Invalid email address
mk: Невалидна е-пошта адреса

# invalidPhone
source: Invalid phone number
mk: Невалиден телефонски број

# passwordTooShort
source: Password is too short
mk: Лозинката е прекратка

source: Passwords do not match
mk: Лозинките не се совпаѓаат

source: Order created successfully
mk: Нарачката е успешно креирана

source: Order cancelled successfully
mk: Нарачката е успешно откажана

source: Profile updated successfully
mk: Профилот е успешно ажуриран

source: Address added successfully
mk: Адресата е успешно додадена

# paymentAddedSuccessfully
source: Payment method added successfully
mk: Начинот на плаќање е успешно додаден

# confirmCancelOrder
source: Are you sure you want to cancel this order?
mk: Дали сте сигурни дека сакате да ја откажете оваа нарачка?

# confirmDeleteAddress
source: Are you sure you want to delete this address?
mk: Дали сте сигурни дека сакате да ја избришете оваа адреса?

# confirmLogout
source: Are you sure you want to logout?
mk: Дали сте сигурни дека сакате да се одјавите?

# onboardingTitle1
source: Fast Delivery
mk: Брза Достава

# onboardingDesc1
source: Get your packages delivered in 15 minutes on average with real-time tracking
mk: Вашите пакети се доставуваат во просек за 15 минути со следење во реално време

# onboardingTitle2
source: Live Tracking
mk: Следење во Живо

# onboardingDesc2
source: Track your courier on the map in real-time and know exactly when they'll arrive
mk: Следете го вашиот курир на мапата во реално време и знајте точно кога ќе пристигне

# onboardingTitle3
source: Secure Payment
mk: Сигурно Плаќање

# onboardingDesc3
source: Multiple payment options including credit card and cash for your convenience
mk: Повеќе опции за плаќање вклучувајќи кредитна картичка и готовина за ваша удобност

source: Why FastlyGo?
mk: Зошто FastlyGo?

source: Fast Delivery
mk: Брза Достава

# fastDeliveryDesc
source: Delivery in 15 minutes on average with real-time tracking
mk: Достава во просек за 15 минути со следење во реално време

# liveTrackingDesc
source: Track your courier on the map in real-time
mk: Следете го вашиот курир на мапата во реално време

source: Secure Payment
mk: Сигурно Плаќање

# securePaymentDesc
source: Credit card and cash payment options
mk: Опции за плаќање со кредитна картичка и готовина

# support247
source: 24/7 Support
mk: 24/7 Поддршка

# support247Desc
source: We are always here for you
mk: Секогаш сме тука за вас

source: How It Works
mk: Како Функционира

# step1
source: Create Order
mk: Креирај Нарачка

# step2
source: Courier Assigned
mk: Курир Доделен

# step3
source: Live Tracking
mk: Следење во Живо

# step4
source: Delivered
mk: Доставено

# stats
source: Statistics
mk: Статистики

source: Active Customers
mk: Активни Клиенти

source: Active Couriers
mk: Активни Курири

# completedOrdersCount
source: Completed Orders
mk: Завршени Нарачки

source: Delivered Today
mk: Доставено Денес

# becomeCourier
source: Become a Courier
mk: Стани Курир

source: Earn Money
mk: Заработувај Пари

source: Flexible Hours
mk: Флексибилни Часови

source: Instant Payment
mk: Моментално Плаќање

source: Professional Team
mk: Професионален Тим

source: Courier Application
mk: Апликација за Курир

source: For Businesses
mk: За Бизниси

source: Easy Balance Management
mk: Лесно Управување со Биланс

source: Detailed Reporting
mk: Детално Известување

source: Multiple Orders
mk: Повеќе Нарачки

source: Affordable Prices
mk: Достапни Цени

source: Business Registration
mk: Регистрација на Бизнис

# downloadApp
source: Download Our Mobile App
mk: Преземете ја Нашата Мобилна Апликација

# downloadAppDesc
source: Download FastlyGo mobile app to access our services anytime, anywhere. Available for iOS and Android.
mk: Преземете ја FastlyGo мобилната апликација за пристап до нашите услуги секогаш и секаде. Достапна за iOS и Android.

source: Instant Notification
mk: Моментално Известување

# liveTrackingFeature
source: Live Courier Tracking
mk: Следење на Курир во Живо

source: Easy Payment
mk: Лесно Плаќање

# specialCampaigns
source: Special Campaigns and Discounts
mk: Специјални Кампањи и Попусти

# welcomeMessage
source: Welcome to FastlyGo
mk: Добредојдовте во FastlyGo

# tagline
source: Fast & Reliable Delivery
mk: Брза и Сигурна Достава

source: Create Order
mk: Креирај Нарачка

# iAmCourier
source: I am a Courier
mk: Јас сум Курир

# iAmBusiness
source: I am a Business
mk: Јас сум Бизнис

source: No orders yet
mk: Сè уште нема нарачки

# createFirstOrder
source: Create your first order to get started
mk: Креирајте ја вашата прва нарачка за да започнете

source: Guest User
mk: Гостин Корисник

# loginButton
source: Login / Sign Up
mk: Најава / Регистрација
